Repository: srptk/joplin
Catalog: *.po
Languages: sr_rs@latin

source: Comma-separated list of paths to directories to load the certificates from, or path to individual cert files. For example: /my/cert_dir, /other/custom.pem. Note that if you make changes to the TLS settings, you must save your changes before clicking on "Check synchronisation configuration".
sr_rs@latin: Zarezima razdvojena lista putanja do direktorijuma iz kojih bi trebalo učitati sertifikate, ili do pojedinačnih datoteka. Na primer: /my/cert_dir, /other/custom.pem. Primetiti da ukoliko izmenite TLS podešavanja, morate sačuvati promene pre nego što klinete na "Proveri konfiguraciju sinhronizacije".

source: Ignore TLS certificate errors
sr_rs@latin: Ignorisati greške sa TLS sertifikatima

source: Fail-safe
sr_rs@latin: Osigurač

source: Fail-safe: Do not wipe out local data when sync target is empty (often the result of a misconfiguration or bug)
sr_rs@latin: Osigurač: Nemojte da obrišete lokalne podatke kada je meta sinhronizacije prazna (često se desi kao posledica pogrešnih podešavanja ili baga)

source: Specify the port that should be used by the API server. If not set, a default will be used.
sr_rs@latin: Precizirajte port koji bi trebalo da koristi API server. Ukoliko ne precizirate, podrazumevani port će biti korišćen.

source: Enable note history
sr_rs@latin: Dozvoliti istoriju beleški

source: days
sr_rs@latin: dani

source: %d days
sr_rs@latin: %d dana

source: Keep note history for
sr_rs@latin: Čuvati istoriju beleški tokom

source: Notebook list growth factor
sr_rs@latin: Faktor rasta liste svezaka

source: The factor property sets how the item will grow or shrink to fit the available space in its container with respect to the other items. Thus an item with a factor of 2 will take twice as much space as an item with a factor of 1.Restart app to see changes.
sr_rs@latin: Faktor osobina označava na koji način će unos rasti ili opadati da bi se uklopio u dostupan prostuor gde je sadržan, u odnosu na druge unose. Unos koji ima faktor 2 će zauzimati dvostruko više prostora nego unos sa faktorom 1. Ponovo pokrenuti aplikaciju da biste uočili promene.

source: Note list growth factor
sr_rs@latin: Faktor rasta liste beleški

source: Note area growth factor
sr_rs@latin: Faktor rasta oblasti beleški

source: General
sr_rs@latin: Uopšteno

source: Synchronisation
sr_rs@latin: Sinhronizacija

source: Appearance
sr_rs@latin: Izgled

source: Note
sr_rs@latin: Beleška

source: Plugins
sr_rs@latin: Plaginovi

source: Application
sr_rs@latin: Aplikacija

source: Encryption
sr_rs@latin: Enkripcija

source: Web Clipper
sr_rs@latin: Veb-spajalica

source: Keyboard Shortcuts
sr_rs@latin: Prečice na tastaturi

source: These plugins enhance the Markdown renderer with additional features. Please note that, while these features might be useful, they are not standard Markdown and thus most of them will only work in Joplin. Additionally, some of them are *incompatible* with the WYSIWYG editor. If you open a note that uses one of these plugins in that editor, you will lose the plugin formatting. It is indicated below which plugins are compatible or not with the WYSIWYG editor.
sr_rs@latin: Ovi plaginovi poboljšavaju prikaz Markdown-a sa dodatnim mogućnostima. Molimo imajte u vidu da upkos tome što su ove mogućnost korisne, one se ne nalaze u standardnom Markdown-u i većina njih će raditi samo u Joplin-u. Pored toga, neke od njih su *nekompatibilne* sa WYSIWYG editorom. Ukoliko otvorite belešku koja koristi jedan od tih plaginova u editoru, izgubićete plagin formatiranje. Ispod je navedeno koji plaginovi su kompatibilni sa WYSIWYG editorom, a koji ne.

source: Notes and settings are stored in: %s
sr_rs@latin: Beleške i podešavanja se čuvaju u: %s

source: Not downloaded
sr_rs@latin: Nije preuzeto

source: Downloading
sr_rs@latin: Preuzima se

source: Downloaded
sr_rs@latin: Preuzeto

source: Attachment conflict: "%s"
sr_rs@latin: Konflikt priloga: "%s"

source: There was a [conflict](%s) on the attachment below. %s
sr_rs@latin: Postoji konflikt [conflict](%s) sa navedenim prilozima. %s

source: The tag "%s" already exists. Please choose a different name.
sr_rs@latin: Oznaka "%s" već postoji. Molimo odaberite različito ime.

source: created date
sr_rs@latin: datum nastanka

source: custom order
sr_rs@latin: poseban raspored

source: This note does not have geolocation information.
sr_rs@latin: Ova beleška nema informaciju o geolokaciji.

source: Cannot copy note to "%s" notebook
sr_rs@latin: Beleška ne može da se kopira u "%s" svesku

source: Cannot move note to "%s" notebook
sr_rs@latin: Beleška ne može da se premesti u "%s" svesku

source: Encrypted
sr_rs@latin: Šifrovano

source: Encrypted items cannot be modified
sr_rs@latin: Šifrovani unosi ne mogu da se menjaju

source: OneDrive Dev (For testing only)
sr_rs@latin: OneDrive Dev (samo za testiranje)

source: Usage: %s
sr_rs@latin: Iskorišćenost: %s

source: Unknown flag: %s
sr_rs@latin: Nepoznata oznaka: %s

source: Clear alarm
sr_rs@latin: Poništi alarm

source: Save alarm
sr_rs@latin: Sačuvaj alarm

source: Open
sr_rs@latin: Otvori

source: Share
sr_rs@latin: Podeli

source: Permission to use camera
sr_rs@latin: Dozvola da se koristi kamera

source: Your permission to use your camera is required.
sr_rs@latin: Neophodna je vaša dozvola za korišćenje kamere.

source: Delete these notes?
sr_rs@latin: Obrisati ove beleške?

source: Move to notebook...
sr_rs@latin: Premestiti u svesku...

source: Move %d notes to notebook "%s"?
sr_rs@latin: Premestiti %d beleške u svesku "%s"?

source: Press to set the decryption password.
sr_rs@latin: Pritisnite da biste podesili šifru za dekripciju.

source: Some items cannot be synchronised. Press for more info.
sr_rs@latin: Neki unosi ne mogu da se sinhronizuju. Pritisnite za više informacija.

source: The sync target needs to be upgraded. Press this banner to proceed.
sr_rs@latin: Meta sinhronizacije mora da se unapredi. Pritisnite zastavicu da biste nastavili.

source: Notebook: %s
sr_rs@latin: Sveska: %s

source: Encrypted notebooks cannot be renamed
sr_rs@latin: Šifrovana sveska ne može da bude preimenovana

source: New Notebook
sr_rs@latin: Nova sveska

source: Configuration
sr_rs@latin: Konfiguracija

source: You currently have no notebooks.
sr_rs@latin: Trenutno nemate svezaka.

source: Create a notebook
sr_rs@latin: Napraviti svesku

source: There are currently no notes. Create one by clicking on the (+) button.
sr_rs@latin: Trenutno nema beleški. Napravite neku klikom na (+) dugme.

source: Checking... Please wait.
sr_rs@latin: Proveriti... Molimo sačekajte.

source: Success! Synchronisation configuration appears to be correct.
sr_rs@latin: Uspeh! Podešavanja sinhronizacije deluju tačno.

source: Error. Please check that URL, username, password, etc. are correct and that the sync target is accessible. The reported error was:
sr_rs@latin: Greška. Molimo proverite da li su URL, korisničko ime, šifra, itd. tačni, i da je meta sinhronizacije dostupna. Prijavljena greška je:

source: The application has been authorised!
sr_rs@latin: Aplikacija je autorizovana!

source: Could not authorise application: %s Please try again.
sr_rs@latin: Nije moguće autorizovati aplikaciju: %s Molimo pokušajte ponovo.

source: Please confirm that you would like to re-encrypt your complete database.
sr_rs@latin: Molimo potvrdite da želite da ponovo šifrujete kompletnu bazu podataka.

source: Your data is going to be re-encrypted and synced again.
sr_rs@latin: Vaši podaci će da budu ponovo šifrovani i ponovo sinhronizovani.

source: Please enter your password in the master key list below before upgrading the key.
sr_rs@latin: Molimo unesite svoju šifru u listu glavnih šifri ispod, pre nadogradnje ključa.

source: The master key has been upgraded successfully!
sr_rs@latin: Glavni ključ je uspešno nadograđen!

source: Could not upgrade master key: %s
sr_rs@latin: Nije moguće nadograditi glavni ključ: %s

source: Decrypted items: %s / %s
sr_rs@latin: Dešifrovani unosi: %s / %s

source: The notebook could not be saved: %s
sr_rs@latin: Nije moguće sačuvati svesku: %s

source: Edit notebook
sr_rs@latin: Izmeniti svesku

source: Enter notebook title
sr_rs@latin: Uneti naslov sveske

source: Login with OneDrive
sr_rs@latin: Prijava preko OneDrive-a

source: Refresh
sr_rs@latin: Osvežavanje

source: Sync Target Upgrade
sr_rs@latin: Nadogradnja mete sihnronizacije

source: New tags:
sr_rs@latin: Nove oznake:

source: Type new tags or select from list
sr_rs@latin: Unesite nove oznake ili odaberite neke sa liste

source: Login with Dropbox
sr_rs@latin: Prijava preko Dropbox-a

source: Enter code here
sr_rs@latin: Unesite šifru ovde

source: Master Key %s
sr_rs@latin: Glavni ključ %s

source: Created: %s
sr_rs@latin: Kreirano: %s

source: Password:
sr_rs@latin: Šifra:

source: Password cannot be empty
sr_rs@latin: Šifra ne može ostati prazna

source: Confirm password cannot be empty
sr_rs@latin: Potvrda šifre ne može biti prazna

source: Enabling encryption means *all* your notes and attachments are going to be re-synchronised and sent encrypted to the sync target. Do not lose the password as, for security purposes, this will be the *only* way to decrypt the data! To enable encryption, please enter your password below.
sr_rs@latin: Omogućavanje enkripcije znači da će *sve* vaše beleške i prilozi biti ponovno sinhronizovani i u šifrovanom obliku poslati meti sinhronizacije. Nemojte da izgubite šifru, jer je iz sigurnosnih razloga, šifra *jedini* način na dešifrujete svoje podatke. Da biste dozvolili enkripciju, molimo unesite šifru.

source: Enable
sr_rs@latin: Dozvoliti

source: Missing Master Keys
sr_rs@latin: Glavni ključevi koji nedostaju

source: The master keys with these IDs are used to encrypt some of your items, however the application does not currently have access to them. It is likely they will eventually be downloaded via synchronisation.
sr_rs@latin: Glavni ključevi sa ovim ID se koriste za enkripciju dela vaših unosa, međutim aplikacija trenutno ne može da pristupi tim unosima. Verovatno je da će ti unosi da budu preuzeti putem sinhronizacije.

source: Disable encryption
sr_rs@latin: Onemogućiti enkripciju

source: Enable encryption
sr_rs@latin: Omogućiti enkripciju

source: Encryption Config
sr_rs@latin: Podešavanja enkripcije

source: For more information about End-To-End Encryption (E2EE) and advice on how to enable it please check the documentation:
sr_rs@latin: Za više informacija od "End-To-End" Enkripciji (E2EE), i uputstva kako se ona omogućuje, molimo konsultujte dokumentaciju:

source: Show all
sr_rs@latin: Prikazati sve

source: Errors only
sr_rs@latin: Samo greške

source: Warning
sr_rs@latin: Upozorenje

source: In order to use file system synchronisation your permission to write to external storage is required.
sr_rs@latin: Da biste koristili sinhronizaciju fajl sistema, potrebna je vaša dozvola za upisivanje na spoljašnje skladištenje.

source: Tools
sr_rs@latin: Alatke

source: Sync Status
sr_rs@latin: Status sinhronizacije

source: Creating report...
sr_rs@latin: Stvaranje izveštaja...

source: Export Debug Report
sr_rs@latin: Izvoz izveštaja o dibagovanju

source: Fixing search index...
sr_rs@latin: Popravka indeksa pretrage...

source: Fix search index
sr_rs@latin: Popraviti indeks pretrage

source: Use this to rebuild the search index if there is a problem with search. It may take a long time depending on the number of notes.
sr_rs@latin: Ovo možete da iskoristite da biste ponovo izgradili indeks pretrage, ukoliko sa vašom pretragom postoje problemi. Moguće je da će proces potrajati, zavisno od broja beleški.

source: Exporting profile...
sr_rs@latin: Izvoz profila...

source: Export profile
sr_rs@latin: Izvesti profil

source: For debugging purpose only: export your profile to an external SD card.
sr_rs@latin: Isključivo za shvrhu dibagovanja: izvesti vaš profil na spoljašnju SD karticu.

source: More information
sr_rs@latin: Više informacija

source: To work correctly, the app needs the following permissions. Please enable them in your phone settings, in Apps > Joplin > Permissions
sr_rs@latin: Da bi radila ispravno, ovoj aplikaciji su potrebne sledeće dozvole. Molimo da ih dozvolite u podešavanjima vašeg telefona, u odeljku Apps > Joplin > Permissions

source: - Storage: to allow attaching files to notes and to enable filesystem synchronisation.
sr_rs@latin: - Skladištenje: radi mogućnosti dodavanja priloga beleškama, i radi sinhronizacije fajl-sistema.

source: - Camera: to allow taking a picture and attaching it to a note.
sr_rs@latin: - Kamera: radi mogućnosti dodavanja fotografija beleškama.

source: - Location: to allow attaching geo-location information to a note.
sr_rs@latin: - Lokacija: radi dodavanja geo-lokacije beleškama.

source: Joplin website
sr_rs@latin: Joplin veb-sajt

source: Database v%s
sr_rs@latin: Databaza v%s

source: FTS enabled: %d
sr_rs@latin: FTS je dozvoljen: %d

source: This note has been modified:
sr_rs@latin: Ova beleška je izmenjena:

source: Save changes
sr_rs@latin: Sačuvati promene

source: Discard changes
sr_rs@latin: Odbaciti promene

source: No item with ID %s
sr_rs@latin: Nema unosa sa ID %s

source: This attachment is not downloaded or not decrypted yet.
sr_rs@latin: Ovaj prilog nije preuzet, ili još uvek nije dešifrovan.

source: The Joplin mobile app does not currently support this type of link: %s
sr_rs@latin: Joplin mobilna aplikacija trenutno ne podržava ovaj tip linka: %s

source: Links with protocol "%s" are not supported
sr_rs@latin: Linkovi sa protokolom "%s" nisu podržani

source: In order to associate a geo-location with the note, the app needs your permission to access your location. You may turn off this option at any time in the Configuration screen.
sr_rs@latin: Da bi se geo-lokacija asocirala sa beleškom, aplikaciji je neophodna Vaša dozvola da aplikacija pristupi Vašoj lokaciji. Ovu opciju možete poništiti u svakom trenutku u konfiguracionom ekranu.

source: Permission needed
sr_rs@latin: Potrebna je dozvola

source: Unsupported image type: %s
sr_rs@latin: Nije podržan tip slike: %s

source: Updated: %s
sr_rs@latin: Nadograđeno: %s

source: View on map
sr_rs@latin: Pogledati na mapi

source: Go to source URL
sr_rs@latin: Otići na izvorni URL

source: Attach...
sr_rs@latin: Priložiti...

source: Attach photo
sr_rs@latin: Priložiti fotografiju

source: Take photo
sr_rs@latin: Napraviti fotografiju

source: Choose an option
sr_rs@latin: Odaberite opciju

source: Convert to note
sr_rs@latin: Pretvaranje u belešku

source: Convert to todo
sr_rs@latin: Pretvaranje u obavezu

source: Properties
sr_rs@latin: Osobine

source: Add body
sr_rs@latin: Dodaj sadržinu

source: Add title
sr_rs@latin: Dodaj naslov

source: Search
sr_rs@latin: Pretraži

source: Cannot refresh token: authentication data is missing. Starting the synchronisation again may fix the problem.
sr_rs@latin: Nemoguće je osvežiti žeton: nedostaju podaci za autentifikaciju. Ponovno pokretanje sinhronizacije bi možda moglo da reši problem.

source: Created local items: %d.
sr_rs@latin: Lokalno napravljeni unosi: %d.

source: Updated local items: %d.
sr_rs@latin: Lokalno izmenjeni unosi: %d.

source: Created remote items: %d.
sr_rs@latin: Daljinski napravljeni unosi: %d.

source: Updated remote items: %d.
sr_rs@latin: Daljinski izmenjeni unosi: %d.

source: Deleted local items: %d.
sr_rs@latin: Lokalno obrisani unosi: %d.

source: Deleted remote items: %d.
sr_rs@latin: Daljinski obrisani unosi: %d.

source: Fetched items: %d/%d.
sr_rs@latin: Preuzeti unosi: %d/%d.

source: Cancelling...
sr_rs@latin: Otkazivanje...

source: Completed: %s
sr_rs@latin: Završeno: %s

source: Last error: %s
sr_rs@latin: Poslednja greška: %s

source: Idle
sr_rs@latin: Neaktivan

source: In progress
sr_rs@latin: U toku

source: Could not connect to the Joplin Nextcloud app. Please check the configuration in the Synchronisation config screen. Full error was: %s
sr_rs@latin: Joplin nije mogao da se poveže sa Joplin Nextcloud aplikacijom. Molimo proverite podešavanja na ekranu za podešavanje sinhronizacije. Greška glasi: %s

source: File system
sr_rs@latin: Fajl sistem

source: Forward
sr_rs@latin: Prosledi

source: Revision: %s (%s)
sr_rs@latin: Revizija: %s (%s)

source: Client ID: %s
sr_rs@latin: ID klijenta: %s

source: Sync Version: %s
sr_rs@latin: Verzija sinhronizacije: %s

source: Profile Version: %s
sr_rs@latin: Verzija profila: %s

source: Keychain Supported: %s
sr_rs@latin: Podržani privesci: %s

source: Restored Notes
sr_rs@latin: Povraćene beleške

source: There is no data to export.
sr_rs@latin: Ne postoje podaci za izvoz.

source: File
sr_rs@latin: Fajl

source: Directory
sr_rs@latin: Direktorijum

source: Please specify the notebook where the notes should be imported to.
sr_rs@latin: Molimo precizirajte u koju svesku bi trebalo da se uvezu beleške.

source: Joplin Export File
sr_rs@latin: Fajl za izvoz iz Joplina

source: Joplin Export Directory
sr_rs@latin: Direktorijum za izvoz iz Joplina

source: Evernote Export File (as Markdown)
sr_rs@latin: Fajl za izvoz u Evernote (u Markdown formatu)

source: Evernote Export File (as HTML)
sr_rs@latin: Fajl za izvoz u Evernote (u HTML formatu)

source: HTML File
sr_rs@latin: HTML fajl

source: HTML Directory
sr_rs@latin: HTML direktorijum

source: Cannot load "%s" module for format "%s" and output "%s"
sr_rs@latin: Ne može da se učita "%s" modul za format "%s" i izlaz "%s"

source: Cannot load "%s" module for format "%s" and target "%s"
sr_rs@latin: Ne može da se učita "%s" modul za format "%s" i metu "%s"

source: Please specify import format for %s
sr_rs@latin: Molimo precizirajte format uvoza za %s

source: "%s" is missing the required "%s" property.
sr_rs@latin: "%s" nedostaje potrebna osobina "%s".

source: accelerator
sr_rs@latin: akcelerator

source: Invalid %s: %s.
sr_rs@latin: Neodgovarajuće %s: %s.

source: Accelerator "%s" is used for "%s" and "%s" commands. This may lead to unexpected behaviour.
sr_rs@latin: Akcelerator "%s" se koristi za "%s" i "%s" komande. To može da dovede do neočekivanog ponašanja.

source: Accelerator "%s" is not valid.
sr_rs@latin: Akcelerator "%s" nije validan.

source: Items that cannot be synchronised
sr_rs@latin: Unosi koji ne mogu da se sinhronizuju

source: These items will remain on the device but will not be uploaded to the sync target. In order to find these items, either search for the title or the ID (which is displayed in brackets above).
sr_rs@latin: Ovi unosi će ostati na uređaju, ali neće biti otpremljeni na destinaciju sinhronizacije. Da biste pronašli te unose, ili pretražite njihove naslove ili njihov ID (koji je prikazan u zagradama iznad).

source: %s (%s) could not be uploaded: %s
sr_rs@latin: %s (%s) ne može da se otpremi: %s

source: Item "%s" could not be downloaded: %s
sr_rs@latin: Unosi "%s" ne mogu da se preuzmu: %s

source: Items that cannot be decrypted
sr_rs@latin: Unosi koji nisu mogli da se dešifruju

source: Joplin failed to decrypt these items multiple times, possibly because they are corrupted or too large. These items will remain on the device but Joplin will no longer attempt to decrypt them.
sr_rs@latin: Joplin iz više puta nije uspeo da dešifruje ove unose, verovatno zbog toga što su oštećeni ili preveliki. Ovi unosi će ostati na uređaju, ali Joplin više neće pokušavati da ih dešifruje.

source: Attachments
sr_rs@latin: Prilozi

source: Downloaded and decrypted
sr_rs@latin: Preuzeto i dešifrovano

source: Downloaded and encrypted
sr_rs@latin: Preuzeto i šifrovano

source: Attachments that could not be downloaded
sr_rs@latin: Prilozi nisu mogli da se preuzmu

source: Sync status (synced items / total items)
sr_rs@latin: Status sinhronizacija (sinhronizovani unosi / ukupno unosa)

source: Total: %d/%d
sr_rs@latin: Ukupno: %d/%d

source: Conflicted: %d
sr_rs@latin: U konfliktu: %d

source: To delete: %d
sr_rs@latin: Za brisanje: %d

source: Folders
sr_rs@latin: Folderi

source: %s: %d notes
sr_rs@latin: %s: %d beleške

source: Coming alarms
sr_rs@latin: Predstojeći alarmi

source: On %s: %s
sr_rs@latin: Na %s: %s
