Repository: srptk/joplin
Catalog: *.po
Languages: sr_rs@latin

source: Duplicates the notes matching <note> to [notebook]. If no notebook is specified the note is duplicated in the current notebook.
sr_rs@latin: Duplira belešku koja odgovara <note> u [notebook]. Ako ni jedna sveska nije odabrana, beleška će se duplirati u trenutnoj svesci.

source: Cannot find "%s".
sr_rs@latin: Nije moguće pronaći "%s".

source: Displays the notes in the current notebook. Use `ls /` to display the list of notebooks.
sr_rs@latin: Prikazuje beleške u odabranoj svesci. Koristiti `ls /` za prikaz liste svezaka.

source: Displays only the first top <num> notes.
sr_rs@latin: Prikazuje samo prvih <num> beleški.

source: Sorts the item by <field> (eg. title, updated_time, created_time).
sr_rs@latin: Sortira unos po <field> (npr. naslovu, vremenu ažuriranja, vremenu nastanka).

source: Reverses the sorting order.
sr_rs@latin: Okreće redosled sortiranja.

source: Displays only the items of the specific type(s). Can be `n` for notes, `t` for to-dos, or `nt` for notes and to-dos (eg. `-tt` would display only the to-dos, while `-ttd` would display notes and to-dos.
sr_rs@latin: Prikazuje samo unose određenog tipa. Može biti `n` za beleške, `t` za obaveze, ili `nt` za beleške i obaveze (npr. `-tt` bi prikazao samo obaveze, a `-ttd` bi prikazao beleške i obaveze).

source: Either "text" or "json"
sr_rs@latin: Ili "tekst" ili "json"

source: Use long list format. Format is ID, NOTE_COUNT (for notebook), DATE, TODO_CHECKED (for to-dos), TITLE
sr_rs@latin: Koristi format duge liste. Format glasi ID, NOTE_COUNT (za svesku), DATA, TODO_CHECKED (za stavke za uraditi), TITLE

source: Please select a notebook first.
sr_rs@latin: Molimo prvo da odaberete svesku.

source: Imports data into Joplin.
sr_rs@latin: Uvozi podatke u Joplin.

source: Source format: %s
sr_rs@latin: Format porekla: %s

source: Do not ask for confirmation.
sr_rs@latin: Nemoj tražiti potvrdu.

source: Output format: %s
sr_rs@latin: Izlazni format: %s

source: Found: %d.
sr_rs@latin: Pronađeno. %d.

source: Created: %d.
sr_rs@latin: Kreirano: %d.

source: Updated: %d.
sr_rs@latin: Dopunjeno: %d.

source: Skipped: %d.
sr_rs@latin: Preskočeno: %d.

source: Resources: %d.
sr_rs@latin: Resursi: %d.

source: Tagged: %d.
sr_rs@latin: Tagovano: %d.

source: Importing notes...
sr_rs@latin: Uvoz beležaka...

source: The notes have been imported: %s
sr_rs@latin: Beleške su uvežene: %s

source: Type: %s.
sr_rs@latin: Tip: %s.

source: Possible values: %s.
sr_rs@latin: Moguće vrednosti: %s.

source: Default: %s
sr_rs@latin: Uobičajeno: %s

source: Possible keys/values:
sr_rs@latin: Mogući ključevi/vrednosti:

source: Start, stop or check the API server. To specify on which port it should run, set the api.port config variable. Commands are (%s).
sr_rs@latin: Pokrenite, zaustavite ili proverite API server. Da biste precizirali na kom portu bi trebalo da bude pokrenut, podesite api.port konfiguracionu promenljivu. Komande su (%s).

source: Server is already running on port %d
sr_rs@latin: Server je već pokrenut na portu %d

source: Server is running on port %d
sr_rs@latin: Server je pokrenut na na portu %d

source: Server is not running.
sr_rs@latin: Server nije u funkciji.

source: Manages E2EE configuration. Commands are `enable`, `disable`, `decrypt`, `status`, `decrypt-file` and `target-status`.
sr_rs@latin: Upravlja E2EE konfiguracijom. Komande su `enable`, `disable`, `decrypt`, `status`, `decrypt-file` i `target-status`.

source: Enter master password:
sr_rs@latin: Unesite glavnu šifru:

source: Operation cancelled
sr_rs@latin: Operacija prekinuta

source: Starting decryption... Please wait as it may take several minutes depending on how much there is to decrypt.
sr_rs@latin: Počinje dekripcija… Molimo sačekajte, pošto postupak može da traje nekoliko minuta, zavisno od količine podataka koji treba da budu dekriptovani.

source: Decrypted items: %d
sr_rs@latin: Dekriptovani unosi: %d

source: Skipped items: %d (use --retry-failed-items to retry decrypting them)
sr_rs@latin: Preskočeni unosi: %d (koristite --retry-failed-items da biste ponovo pokušali dekripciju)

source: Completed decryption.
sr_rs@latin: Dekripcija završena.

source: Confirm password:
sr_rs@latin: Potvrditi šifru:

source: Passwords do not match!
sr_rs@latin: Šifre se ne poklapaju!

source: Enabled
sr_rs@latin: Omogućeno

source: Disabled
sr_rs@latin: Onemogućeno

source: Encryption is: %s
sr_rs@latin: Enkripcija je: %s

source: Creates a new notebook.
sr_rs@latin: Kreira novu svesku.

source: Moves the notes matching <note> to [notebook].
sr_rs@latin: Premešta belešku koja odgovara <note> u [notebook].

source: Gets or sets a config value. If [value] is not provided, it will show the value of [name]. If neither [name] nor [value] is provided, it will list the current configuration.
sr_rs@latin: Uzima ili postavlja konfiguracionu vrednost. Ako [value] nije priložena, prikazaće vrednost [name]. Ukoliko ni [name] ni [value] nisu priložene, izlistaće trenutnu konfiguraciju.

source: Also displays unset and hidden config variables.
sr_rs@latin: Prikazuje i nepodešene i skrivene konfiguracione varijable.

source: Switches to [notebook] - all further operations will happen within this notebook.
sr_rs@latin: Prebacuje u [notebook] - sve naredne operacije će se desiti u okviru ove sveske.

source: Synchronises with remote storage.
sr_rs@latin: Sinhronizuje sa udaljenim skladištem.

source: Sync to provided target (defaults to sync.target config value)
sr_rs@latin: Sinhronizacija sa unetim mestom (u osnovi sa sync.target konfiguracionom vrednošću)

source: Upgrade the sync target to the latest version.
sr_rs@latin: Unapređuje mesto sinhronizacije na najnoviju vrednost.

source: Authentication was not completed (did not receive an authentication token).
sr_rs@latin: Autentifikacija nije završena (nije primljen autentifikacioni token).

source: To allow Joplin to synchronise with Dropbox, please follow the steps below:
sr_rs@latin: Da dozvolite da se Joplin sinhronizuje sa Dropboksom, molimo pratite naredne korake:

source: Step 1: Open this URL in your browser to authorise the application:
sr_rs@latin: Korak 1: Otvorite ovaj URL u vašem internet pretraživaču da biste dozvolili aplikaciju:

source: Step 2: Enter the code provided by Dropbox:
sr_rs@latin: Korak 2: Unesite kod dobijen od Dropboksa:

source: Not authentified with %s. Please provide any missing credentials.
sr_rs@latin: Autentifikacija sa %s nije izvršena. Molimo unesite kredencijale koji nedostaju.

source: Synchronisation is already in progress.
sr_rs@latin: Sinhronizacija je već u toku.

source: Lock file is already being hold. If you know that no synchronisation is taking place, you may delete the lock file at "%s" and resume the operation.
sr_rs@latin: Datoteka je već zaključana. Ukoliko ste sigurni da sinhronizacija nije u toku, možete obrisati datoteku u "%s" i nastaviti postupak.

source: Synchronisation target: %s (%s)
sr_rs@latin: Mesto sinhronizacije: %s (%s)

source: Cannot initialise synchroniser.
sr_rs@latin: Sinhronizacija ne može da počne.

source: Starting synchronisation...
sr_rs@latin: Sinhronizacija počinje...

source: Downloading resources...
sr_rs@latin: Sadržaj se daunlouduje...

source: Renames the given <item> (note or notebook) to <name>.
sr_rs@latin: Preimenuje datu <item> (belešku ili svesku) u <name>.

source: Deletes the given notebook.
sr_rs@latin: Briše datu svesku.

source: Deletes the notebook without asking for confirmation.
sr_rs@latin: Briše svesku bez traženja potvrde.

source: Delete notebook? All notes and sub-notebooks within this notebook will also be deleted.
sr_rs@latin: Obrisati svesku? Sve beleške i pod-sveske u okviru ove sveske će takođe biti obrisane.

source: Creates a new to-do.
sr_rs@latin: Stvara novu obavezu.

source: Notes can only be created within a notebook.
sr_rs@latin: Beleške mogu da se naprave samo u okviru sveske.

source: Displays the given note.
sr_rs@latin: Prikazuje datu belešku.

source: Displays the complete information about note.
sr_rs@latin: Prikazuje sve informacije o belešci.

source: Edit note.
sr_rs@latin: Uređivanje beleške.

source: No text editor is defined. Please set it using `config editor <editor-path>`
sr_rs@latin: Tekstualni editor nije definisan. Molimo podesite ga koristeći `konfiguracioni editor <editor-path>`

source: No active notebook.
sr_rs@latin: Nema aktivne sveske.

source: Note does not exist: "%s". Create it?
sr_rs@latin: Beleška ne postoji: "%s". Napraviti je?

source: To delete a tag, untag the associated notes.
sr_rs@latin: Da biste obrisali tag, obrišite tag sa označenih beleški.

source: Please select the note or notebook to be deleted first.
sr_rs@latin: Molimo odaberite belešku ili svesku koju želite da obrišete.

source: Press Ctrl+D or type "exit" to exit the application
sr_rs@latin: Pritisnite Ctrl+D ili otkucajte "exit" da biste izašli iz aplikacije

source: Deletes the notes matching <note-pattern>.
sr_rs@latin: Briše beleške koje odgovaraju <note-pattern>.

source: Deletes the notes without asking for confirmation.
sr_rs@latin: Briše belešku bez traženja potvrde.

source: %d notes match this pattern. Delete them?
sr_rs@latin: %d beleški odgovaraju datom obrascu. Obrisati ih?

source: Delete note?
sr_rs@latin: Obrisati belešku?

source: Attaches the given file to the note.
sr_rs@latin: Pridodaje dati fajl beleški.

source: Displays version information
sr_rs@latin: Prikazuje informaciju o verziji

source: Marks a to-do as non-completed.
sr_rs@latin: Označava obavezu kao nezavršenu.

source: Exports Joplin data to the given path. By default, it will export the complete database including notebooks, notes, tags and resources.
sr_rs@latin: Izvozi Joplin podatke na zadatu destinaciju. Uobičajeno, izvozi kompletnu databazu, uključujući sveske, beleške, tagove i resurse.

source: Destination format: %s
sr_rs@latin: Format destinacije: %s

source: Exports only the given note.
sr_rs@latin: Izvozi samo datu belešku.

source: Exports only the given notebook.
sr_rs@latin: Izvozi samo datu svesku.

source: Creates a new note.
sr_rs@latin: Stvara novu belešku.

source: Type `joplin help` for usage information.
sr_rs@latin: Ukucajte `joplin help` za informaciju o korišćenju.

source: Fatal error:
sr_rs@latin: Kritična greška:

source: Displays a geolocation URL for the note.
sr_rs@latin: Prikazuje geolokacijski URL za belešku.

source: Welcome to Joplin! Type `:help shortcuts` for the list of keyboard shortcuts, or just `:help` for usage information. For example, to create a notebook press `mb`; to create a note press `mn`.
sr_rs@latin: Dobrodošli u Joplin! Ukucajte `:help shortcuts` da biste videli listu prečica, ili samo `:help` za informacije o korišćenju. Na primer, da biste napravili svesku, ukucajte `mb`; da biste napravili belešku, ukucajte `mn`.

source: One or more items are currently encrypted and you may need to supply a master password. To do so please type `e2ee decrypt`. If you have already supplied the password, the encrypted items are being decrypted in the background and will be available soon.
sr_rs@latin: Jedan ili više unosa su trenutno šifrovani, i možda ćete morati da unesete glavnu šifru. Da biste uradili to, molimo ukucajte `e2ee decrypt`. Ukoliko ste već uneli glavnu šifru, šifrovani podaci se u pozadini dešifruju i uskoro će biti dostupni.

source: You may also type `status` for more information.
sr_rs@latin: Možete ukucati `status` za dodatne informacije.

source: Search:
sr_rs@latin: Pretraga:

source: Searches for the given <pattern> in all the notes.
sr_rs@latin: Pretražuje sve beleške za pojam <pattern>.

source: Sets the property <name> of the given <note> to the given [value]. Possible properties are: %s
sr_rs@latin: Postavlja karakteristiku <name> date <note> na vrednost [value]. Moguće karakteristike su: %s

source: Missing required argument: %s
sr_rs@latin: Nedostaje neophodni argument: %s

source: Your choice:
sr_rs@latin: Vaš odabir:

source: Invalid answer: %s
sr_rs@latin: Neodgovarajući odgovor. %s

source: Y
sr_rs@latin: Da

source: n
sr_rs@latin: ne

source: Cannot change encrypted item
sr_rs@latin: Šifrovani unos nije moguće promeniti

source: Displays usage information.
sr_rs@latin: Prikazuje informacije o korišćenju.

source: For information on how to customise the shortcuts please visit %s
sr_rs@latin: Za informacije o načinu promene prečica, molimo posetiti %s

source: Shortcuts are not available in CLI mode.
sr_rs@latin: Prečice nisu dostupne u CLI modu.

source: Type `help [command]` for more information about a command; or type `help all` for the complete usage information.
sr_rs@latin: Ukucajte `help [command]` za više informacija o komandi; ili ukucajte `help all` za kompletne informacije o korišćenju.

source: The possible commands are:
sr_rs@latin: Moguće komande su:

source: In any command, a note or notebook can be referred to by title or ID, or using the shortcuts `$n` or `$b` for, respectively, the currently selected note or notebook. `$c` can be used to refer to the currently selected item.
sr_rs@latin: U svakoj komandi, beleška ili sveska može da se referiše svojim naslovom ili ID vrednošću, ili korišćenjem prečica `$n` ili `$b` za trenutno odabranu belešku ili svesku, redom. `$c` može da se koristi za referisanje na trenutno odabran unos.

source: To move from one pane to another, press Tab or Shift+Tab.
sr_rs@latin: Da biste prešli iz jednog dela ekrana na drugi, pritisnite Tab ili Shift+Tab.

source: Use the arrows and page up/down to scroll the lists and text areas (including this console).
sr_rs@latin: Koristite strelice i "page up/page down" da biste skrolovali delove ekrana sa listama i tekstom (uključujući i ovu konzolu).

source: To maximise/minimise the console, press "tc".
sr_rs@latin: Da biste povečali/umanjili konzolu, pritisnite "tc".

source: To enter command line mode, press ":"
sr_rs@latin: Da biste pristupili modu komandne linije, pritisnite ":"

source: To exit command line mode, press ESCAPE
sr_rs@latin: Da biste napustili mod komandne linije, pritisnite Escape

source: For the list of keyboard shortcuts and config options, type `help keymap`
sr_rs@latin: Da biste videli listu prečica i konfiguracionih opcija, ukucajte `help keymap`

source: <todo-command> can either be "toggle" or "clear". Use "toggle" to toggle the given to-do between completed and uncompleted state (If the target is a regular note it will be converted to a to-do). Use "clear" to convert the to-do back to a regular note.
sr_rs@latin: <todo-command> može biti ili "toggle" ili "clear". Koristite "toggle" da označite datu obavezu kao završenu, odnosno nezavršenu (Ukoliko je meta obična beleška, biće pretvorena u obavezu). Koristite "clear" ukoliko želite da obavezu vratite nazad u običnu belešku.

source: Exits the application.
sr_rs@latin: Izlazi iz aplikacije.

source: More than one item match "%s". Please narrow down your query.
sr_rs@latin: Više od jednog unosa odgovaraju "%s". Molimo suzite Vaš upit.

source: No notebook selected.
sr_rs@latin: Nijedna sveska nije odbarana.

source: No notebook has been specified.
sr_rs@latin: Nijedna sveska nije označena.

source: N
sr_rs@latin: Ne

source: y
sr_rs@latin: da

source: Cancelling background synchronisation... Please wait.
sr_rs@latin: Prekida se pozadinska sinhronizacija... Molimo sačekajte.

source: No such command: %s
sr_rs@latin: Ne postoji komanda: %s

source: The command "%s" is only available in GUI mode
sr_rs@latin: Komanda "%s" je dostupna samo u GUI modu

source: Displays summary about the notes and notebooks.
sr_rs@latin: Prikazuje pregled u vezi beležaka i svezaka.

source: To retry decryption of these items. Run `e2ee decrypt --retry-failed-items`
sr_rs@latin: Da biste ponovo pokušali dešifrovanje datih unosa, pokrenite `e2ee decrypt --retry-failed-items`

source: <tag-command> can be "add", "remove", "list", or "notetags" to assign or remove [tag] from [note], to list notes associated with [tag], or to list tags associated with [note]. The command `tag list` can be used to list all the tags (use -l for long option).
sr_rs@latin: <tag-command> komande mogu biti "add", "remove", "list", ili "notetags" da biste dodali ili uklonili [tag] iz [note], da biste izlistali beleške označene sa [tag], ili da biste izlistali oznake vezane za [note]. Komanda `tag list` može biti korišćena za islistavanje svih oznaka (koristiti -l za dugačku opciju).

source: Invalid command: "%s"
sr_rs@latin: Pogrešna komanda: "%s"

source: Marks a to-do as done.
sr_rs@latin: Označava obavezu kao izvršenu.

source: Note is not a to-do: "%s"
sr_rs@latin: Beleška nije obaveza: "%s"

source: OK
sr_rs@latin: U redu

source: Cancel
sr_rs@latin: Odustani

source: The app is now going to close. Please relaunch it to complete the process.
sr_rs@latin: Aplikacija će se sada zatvoriti. Molimo pokrenite je ponovo da bi se završio postupak.

source: Type a note title or part of its content to jump to it. Or type # followed by a tag name, or @ followed by a notebook name.
sr_rs@latin: Unesite naslov beleške ili neki njen deo da bi ste došli do nje. Ili otkucajte # i ime oznake, ili @ i ime sveske.

source: Goto Anything...
sr_rs@latin: Idi na bilo šta...

source: Type a note title or part of its content to jump to it. Or type # followed by a tag name, or @ followed by a notebook name. Or type : to search for commands.
sr_rs@latin: Unesite naslov beleške ili neki njen deo da bi ste došli do nje. Ili otkucajte # i ime oznake, ili @ i ime sveske. Ili ukucajte : da potražite moguće komande.

source: Command palette
sr_rs@latin: Skup komandi

source: Exporting to "%s" as "%s" format. Please wait...
sr_rs@latin: Izvozimo u "%s" u "%s" formatu. Molimo sačekajte...

source: Could not export notes: %s
sr_rs@latin: Beleške nisu mogle da se izvezu: %s

source: Current version is up-to-date.
sr_rs@latin: Trenutna verzija je ažurirana.

source: %s (pre-release)
sr_rs@latin: %s (pre-izdanja)

source: An update is available, do you want to download it now?
sr_rs@latin: Ažurirana verzija je dostupna. Da li želite da je preuzmete sada?

source: Your version: %s
sr_rs@latin: Vaša verzija: %s

source: New version: %s
sr_rs@latin: Nova verzija: %s

source: Download
sr_rs@latin: Preuzimanje

source: Full Release Notes
sr_rs@latin: Pune napomene uz izdanje

source: Search...
sr_rs@latin: Pretraga...

source: The note "%s" has been successfully restored to the notebook "%s".
sr_rs@latin: Beleška "%s" je uspešno povraćena u svesku "%s".

source: This note has no history
sr_rs@latin: Ova beleška ne poseduje istoriju

source: Unsupported link or message: %s
sr_rs@latin: Link ili poruka nisu podržani: %s

source: Restore
sr_rs@latin: Povratiti

source: Click "%s" to restore the note. It will be copied in the notebook named "%s". The current version of the note will not be replaced or modified.
sr_rs@latin: Kliknite "%s" da biste povratili belešku. Biće kopirana u svesku sa imenom "%s". Trenutna verzija beleške neće biti zamenjena ili modifikovana.

source: Back
sr_rs@latin: Nazad

source: Remove
sr_rs@latin: Ukloni

source: Delete notebook "%s"? All notes and sub-notebooks within this notebook will also be deleted.
sr_rs@latin: Obrisati svesku "%s"? Sve beleške i sveske sadržane u ovoj svesci će takođe biti obrisane.

source: Delete
sr_rs@latin: Obrisati

source: Remove tag "%s" from all notes?
sr_rs@latin: Ukloniti oznaku "%s" sa svih beleški?

source: Remove this search from the sidebar?
sr_rs@latin: Ukloniti ovu pretragu iz bočne trake?

source: Export
sr_rs@latin: Izvesti

source: Synchronise
sr_rs@latin: Sinhronizovati

source: All notes
sr_rs@latin: Sve beleške

source: Notebooks
sr_rs@latin: Sveske

source: Tags
sr_rs@latin: Oznake

source: Decrypting items: %d/%d
sr_rs@latin: Dešifrovanje unosa: %d/%d

source: Fetching resources: %d/%d
sr_rs@latin: Preuzimanje resursa: %d/%d

source: Sidebar
sr_rs@latin: Bočna traka

source: Focus
sr_rs@latin: Fokus

source: Please select where the sync status should be exported to
sr_rs@latin: Molimo odaberite gde će status sinhronizovanja da bude izvežen

source: Retry All
sr_rs@latin: Sve pokušaj ponovo

source: Retry
sr_rs@latin: Pokušaj ponovo

source: strong text
sr_rs@latin: pojačan tekst

source: emphasised text
sr_rs@latin: naglašeni tekst

source: Insert Hyperlink
sr_rs@latin: Uneti hiperlink

source: List item
sr_rs@latin: Lista

source: Cut
sr_rs@latin: Iseci

source: Copy
sr_rs@latin: Kopiraj

source: Paste
sr_rs@latin: Zalepi

source: Layout
sr_rs@latin: Raspored

source: This note has no content. Click on "%s" to toggle the editor and edit the note.
sr_rs@latin: Ova beleška nema sadržaj. Kliknite na "%s" da biste omogućili editor i izmenili belešku.

source: Checkbox list
sr_rs@latin: Lista sa poljima za potvrdu

source: Edit
sr_rs@latin: Izmeniti

source: Attach file
sr_rs@latin: Zakačiti fajl

source: Code Block
sr_rs@latin: Kodni blok

source: Inline Code
sr_rs@latin: Linije koda

source: Insert Date Time
sr_rs@latin: Uneti datum i vreme

source: Drop notes or files here
sr_rs@latin: Spustite beleške ili fajlove ovde

source: Code View
sr_rs@latin: Kodni pregled

source: Please wait for all attachments to be downloaded and decrypted. You may also switch to %s to edit the note.
sr_rs@latin: Molimo sačekajte da se svi priključeni fajlovi preuzmu i dešifruju. Možete preći u %s da biste uredili belešku.

source: There was an error downloading this attachment:
sr_rs@latin: Došlo je do greške prilikom preuzimanja ovog dodatka:

source: This attachment is not downloaded or not decrypted yet
sr_rs@latin: Ovaj dodatak još uvek nije preuzet ili dešifrovan

source: Open...
sr_rs@latin: Otvoriti...

source: Save as...
sr_rs@latin: Sačuvati kao...

source: Reveal file in folder
sr_rs@latin: Prikazati datoteku u folderu

source: Copy path to clipboard
sr_rs@latin: Kopirati putanju u međuspremnik

source: Copy Link Address
sr_rs@latin: Kopirati adresu linka

source: to-do
sr_rs@latin: obaveza

source: note
sr_rs@latin: beleška

source: Creating new %s...
sr_rs@latin: Kreiranje nove %s...

source: The following attachments are being watched for changes:
sr_rs@latin: Sledeći podaci se posmatraju da se utvrdi da li su promenjeni:

source: The attachments will no longer be watched when you switch to a different note.
sr_rs@latin: Dodaci neće više da budu posmatrani kada pređete u drugu belešku.

source: In: %s
sr_rs@latin: U: %s

source: Select all
sr_rs@latin: Selektuj sve

source: Bold
sr_rs@latin: Masna slova

source: Italic
sr_rs@latin: Kurziv

source: Hyperlink
sr_rs@latin: Hiperlink

source: Code
sr_rs@latin: Kod

source: Numbered List
sr_rs@latin: Numerisana lista

source: Bulleted List
sr_rs@latin: Tačkasta lista

source: Checkbox
sr_rs@latin: Kvadratić za čekiranje

source: Heading
sr_rs@latin: Naslov

source: Horizontal Rule
sr_rs@latin: Horizontalna linija

source: Note title
sr_rs@latin: Naslov beleške

source: Search in current note
sr_rs@latin: Pretraži u datoj belešci

source: Note body
sr_rs@latin: Sadržaj beleške

source: Created
sr_rs@latin: Kreirano

source: Updated
sr_rs@latin: Izmenjeno

source: Completed
sr_rs@latin: Završeno

source: Location
sr_rs@latin: Lokacija

source: Note History
sr_rs@latin: Istorija beleške

source: Markup
sr_rs@latin: Markap

source: Previous versions of this note
sr_rs@latin: Prethodne verzije ove beleške

source: Note properties
sr_rs@latin: Osobine beleške

source: Error: %s
sr_rs@latin: Greška: %s

source: Import
sr_rs@latin: Uvoz

source: Command
sr_rs@latin: Komanda

source: Keyboard Shortcut
sr_rs@latin: Prečica

source: Quit
sr_rs@latin: Izlaz

source: Insert template
sr_rs@latin: Uneti šablon

source: Actual Size
sr_rs@latin: Stvarna veličina

source: Website and documentation
sr_rs@latin: Veb-sajt i dokumentacija

source: Hide Joplin
sr_rs@latin: Sakriti Joplin

source: Close Window
sr_rs@latin: Zatvoriti prozor

source: Preferences
sr_rs@latin: Preference
