Repository: srptk/joplin
Catalog: *.po
Languages: sr_rs@latin

source: Options
sr_rs@latin: Opcije

source: Press the shortcut
sr_rs@latin: Pritisnite prečicu

source: Press the shortcut and then press ENTER. Or, press BACKSPACE to clear the shortcut.
sr_rs@latin: Pritisnite prečicu, a potom pritisnite ENTER. Ili, pritisnite BACKSPACE da biste poništili prečicu.

source: Save
sr_rs@latin: Sačuvati

source: The sync target needs to be upgraded before Joplin can sync. The operation may take a few minutes to complete and the app needs to be restarted. To proceed please click on the link.
sr_rs@latin: Destinacija sinhronizacije mora da bude nadograđena da bi Joplin mogao da se sinhronizuje. Ova operacija može da potraje nekoliko minuta i potrebno je da se aplikacija ponovo pokrene. Da biste nastavili, molimo kliknite na link.

source: Restart and upgrade
sr_rs@latin: Ponovno pokretanje i nadogradnja

source: Some items cannot be synchronised.
sr_rs@latin: Neki unosi ne mogu da se sinhronizuju.

source: View them now
sr_rs@latin: Pregledati ih sada

source: Some items cannot be decrypted.
sr_rs@latin: Neki unosi ne mogu da se dešifruju.

source: One or more master keys need a password.
sr_rs@latin: Potrebna je šifra za jedan ili više glavnih ključeva.

source: Set the password
sr_rs@latin: Podesiti šifru

source: One of your master keys use an obsolete encryption method.
sr_rs@latin: Jedan od vaših glavnih ključeva koristi prevazićen enkripcioni metod.

source: The default encryption method has been changed, you should re-encrypt your data.
sr_rs@latin: Osnovni enkripcioni metod je promenjen, potrebno je ponovo šifrovati podatke.

source: More info
sr_rs@latin: Više informacija

source: Statistics...
sr_rs@latin: Statistika...

source: Rename
sr_rs@latin: Preimenovati

source: Rename notebook:
sr_rs@latin: Preimenovati svesku:

source: New to-do
sr_rs@latin: Nova obaveza

source: Toggle note list
sr_rs@latin: Prikazati/sakriti listu beleški

source: Toggle sidebar
sr_rs@latin: Prikazati/sakriti bočnu traku

source: Set alarm
sr_rs@latin: Podešavanje alarma

source: Set alarm:
sr_rs@latin: Podesiti alarm:

source: PDF File
sr_rs@latin: PDF fajl

source: New note
sr_rs@latin: Nova beleška

source: Move to notebook
sr_rs@latin: Premeštanje u svesku

source: Move to notebook:
sr_rs@latin: Premestiti u svesku:

source: Toggle editor layout
sr_rs@latin: Prikazati/sakriti raspored editora

source: Toggle editors
sr_rs@latin: Prikazati/sakriti editore

source: Rename tag:
sr_rs@latin: Preimenovati oznaku:

source: New notebook
sr_rs@latin: Nova sveska

source: Notebook title:
sr_rs@latin: Naslov sveske:

source: Share note...
sr_rs@latin: Podeliti belešku...

source: New sub-notebook
sr_rs@latin: Nova pod-sveska

source: Template file:
sr_rs@latin: Fajl sa šablonom:

source: Add or remove tags:
sr_rs@latin: Dodaj ili ukloni oznake:

source: Print
sr_rs@latin: Štampaj

source: Only one note can be printed at a time.
sr_rs@latin: Samo po jedna beleška može biti štampana u trenutku.

source: Submit
sr_rs@latin: Pošalji

source: Token has been copied to the clipboard!
sr_rs@latin: Žeton je kopiran u međuspremnik!

source: The web clipper service is enabled and set to auto-start.
sr_rs@latin: Internet spajalica je omogućena i podešena da se automatski pokrene.

source: Status: Started on port %d
sr_rs@latin: Status: Otpočelo na portu %d

source: Disable Web Clipper Service
sr_rs@latin: Onemogućiti Internet Spajalicu

source: The web clipper service is not enabled.
sr_rs@latin: Internet Spajalica nije omogućena.

source: Enable Web Clipper Service
sr_rs@latin: Omogućiti Internet Spajalicu

source: Joplin Web Clipper allows saving web pages and screenshots from your browser to Joplin.
sr_rs@latin: Joplin Internet Spajalica omogućava čuvanje internet stranica i slika ekrana iz vašeg pretraživača u Joplin-u.

source: In order to use the web clipper, you need to do the following:
sr_rs@latin: Da biste koristili Internet Spajalicu, potrebno je da uraditi sledeće:

source: Step 1: Enable the clipper service
sr_rs@latin: Korak 1: Dozvolite servis za Spajalicu

source: This service allows the browser extension to communicate with Joplin. When enabling it your firewall may ask you to give permission to Joplin to listen to a particular port.
sr_rs@latin: Ovaj servis dozvoljava da ekstenzija pretraživača komunicira sa Joplin-om. Kada je dozvolite, može da se desi da će vaš zaštitni zid da vam zatraži dozvolu da Joplin sluša određeni port.

source: Step 2: Install the extension
sr_rs@latin: Korak 2: Instalirajte ekstenziju

source: Download and install the relevant extension for your browser:
sr_rs@latin: Preuzmite i instalirajte relevantnu ekstenziju za vaš pretraživač:

source: Advanced options
sr_rs@latin: Napredne opcije

source: Authorisation token:
sr_rs@latin: Žeton za dozvolu:

source: Copy token
sr_rs@latin: Kopiraj žeton

source: This authorisation token is only needed to allow third-party applications to access Joplin.
sr_rs@latin: Ovaj žeton za dozvolu je potreban jedino da biste dozvolili ostalim aplikacijama da pristupe Joplin-u.

source: OneDrive Login
sr_rs@latin: OneDrive pristup

source: Dropbox Login
sr_rs@latin: Dropbox pristup

source: Note attachments
sr_rs@latin: Prilozi

source: Synchronisation Status
sr_rs@latin: Status sinhronizacije

source: Importing from "%s" as "%s" format. Please wait...
sr_rs@latin: Uvozimo iz "%s" u "%s" formatu. Molimo sačekajte...

source: Create note from template
sr_rs@latin: Napravi belešku iz šablona

source: Create to-do from template
sr_rs@latin: Napravi obavezu iz šablona

source: Open template directory
sr_rs@latin: Otvori direktorijum sa šablonima

source: Refresh templates
sr_rs@latin: Osveži šablone

source: Note attachments...
sr_rs@latin: Prilozi beleškama...

source: &File
sr_rs@latin: %Fajl

source: About Joplin
sr_rs@latin: O Joplinu

source: Preferences...
sr_rs@latin: Preferencije...

source: Check for updates...
sr_rs@latin: Proveri da li je dostupno ažuriranje...

source: Templates
sr_rs@latin: Šabloni

source: Export all
sr_rs@latin: Izvezi sve

source: Hide %s
sr_rs@latin: Sakrij %s

source: &Edit
sr_rs@latin: &Izmeni

source: &View
sr_rs@latin: &Pregled

source: Layout button sequence
sr_rs@latin: Sekvenca dugmića za raspored

source: Zoom In
sr_rs@latin: Povećaj

source: Zoom Out
sr_rs@latin: Umanji

source: &Note
sr_rs@latin: &Beleška

source: &Tools
sr_rs@latin: &Alati

source: &Help
sr_rs@latin: &Pomoć

source: Make a donation
sr_rs@latin: Doniraj

source: Toggle development tools
sr_rs@latin: Omogući alatke za razvoj

source: Firefox Extension
sr_rs@latin: Firefox ekstenzija

source: Chrome Web Store
sr_rs@latin: Chrome internet prodavnica

source: Get it now:
sr_rs@latin: Preuzmite ekstenziju:

source: New notebook "%s" will be created and file "%s" will be imported into it
sr_rs@latin: Nova sveska "%s" će biti napravljena i fajl "%s" će u nju biti uvežen

source: Custom order
sr_rs@latin: Određen raspored

source: View
sr_rs@latin: Pregled

source: Sort notes by
sr_rs@latin: Sortiraj beleške po

source: To manually sort the notes, the sort order must be changed to "%s" in the menu "%s" > "%s"
sr_rs@latin: Da biste ručno sortirali beleške, redosled sortiranja mora da bude promenjen na "%s$ u meniju "%s" > "%s"

source: Do it now
sr_rs@latin: Učini to sada

source: No notes in here. Create one by clicking on "New note".
sr_rs@latin: Ovde nema beleški. Napravite jednu klikom na dugme "Nova beleška".

source: There is currently no notebook. Create one by clicking on "New notebook".
sr_rs@latin: Trenutno nema nijedne sveske. Napravite jednu klikom na "Nova sveska".

source: Duplicate
sr_rs@latin: Udvostručiti

source: %s - Copy
sr_rs@latin: %s - kopiraj

source: Switch between note and to-do type
sr_rs@latin: Prebacivanje između beleške i obaveze

source: Switch to note type
sr_rs@latin: Prebacivanje na belešku

source: Switch to to-do type
sr_rs@latin: Prebacivanje na obavezu

source: Copy Markdown link
sr_rs@latin: Kopirati Markdwon link

source: Delete note "%s"?
sr_rs@latin: Obrisati belešku "%s"?

source: Delete these %d notes?
sr_rs@latin: Obrisati beleške %d?

source: Name
sr_rs@latin: Ime

source: Icon
sr_rs@latin: Ikonica

source: Notebook properties
sr_rs@latin: Osobine sveske

source: This file could not be opened: %s
sr_rs@latin: Sledeći fajl nije mogao da se otvori: %s

source: emphasized text
sr_rs@latin: naglašeni tekst

source: Click to stop external editing
sr_rs@latin: Kliknite da biste zaustavili spoljno uređivanje

source: Watching...
sr_rs@latin: Posmatranje...

source: Edit in external editor
sr_rs@latin: Izmeniti u spoljašnjem editoru

source: Content Properties
sr_rs@latin: Osobine sadržine

source: Master keys that need upgrading
sr_rs@latin: Glavni ključevi kojima je potrebno nadograđivanje

source: The following master keys use an out-dated encryption algorithm and it is recommended to upgrade them. The upgraded master key will still be able to decrypt and encrypt your data as usual.
sr_rs@latin: Sledeći master ključevi koriste zastereli enkripcioni algoritam, i preporučuje se njihova nadogradnja. Nadograđeni glavni ključevi će i dalje moći da šifruju i dešifruju vaše podatke kao i inače.

source: Upgrade
sr_rs@latin: Nadograđivanje

source: Re-encrypt data
sr_rs@latin: Ponovna enkripcija podataka

source: The default encryption method has been changed to a more secure one and it is recommended that you apply it to your data.
sr_rs@latin: Uobičajen metod enkripcije je promenjen na sigurniji metod, i preporučuje se da on primeni na Vaše podatke.

source: You may use the tool below to re-encrypt your data, for example if you know that some of your notes are encrypted with an obsolete encryption method.
sr_rs@latin: Možete koristiti priloženu alatku da biste ponovno šifrovali svoje podatke, na primer, ukoliko znate da su neki od vaših podataka šifrovani prevaziđenom metodom enkripcije.

source: In order to do so, your entire data set will have to be encrypted and synchronised, so it is best to run it overnight. To start, please follow these instructions: 1. Synchronise all your devices. 2. Click "%s". 3. Let it run to completion. While it runs, avoid changing any note on your other devices, to avoid conflicts. 4. Once sync is done on this device, sync all your other devices and let it run to completion. Important: you only need to run this ONCE on one device.
sr_rs@latin: Da biste uradili to, celokupan Vaš skup podataka će morati da bude šifrovan i sinhronizovan, tako da je najbolje da pokrenete proces tokom noći. Da biste pokrenuli proces, molimo sledite sledeća uputstva: 1. Sinhronizujte sve svoje uređaje. 2. Kliknite "%s". 3. Dozvolite da se proces završi. U toku rada, izbegavajte menjanje beleški na ostalim uređajima, kako biste izbegli konflikte. 4. Kada se sinhronizacija završi na ovom uređaju, sinhronizujte sve ostale uređaje, i dozvolite da se sinhronizacija završi do kraja. Važno: ovaj proces je nužno uraditi samo JEDNOM na jednom uređaju.

source: Encryption is:
sr_rs@latin: Metod enkripcije je:

source: This will open a new screen. Save your current changes?
sr_rs@latin: Ovaj postupak će otvoriti novi ekran. Sačuvati trenutne promene?

source: Check synchronisation configuration
sr_rs@latin: Provera konfiguracije sinhronizacije

source: Unknown
sr_rs@latin: Nepoznato

source: Checking...
sr_rs@latin: Provera...

source: Error
sr_rs@latin: Greška

source: The Joplin Nextcloud App is either not installed or misconfigured. Please see the full error message below:
sr_rs@latin: Joplin Nextcloud aplikacija ili nije instalirana, ili nije dobro podešena. Molimo pogledajte punu poruku o grešci ispod:

source: Show Log
sr_rs@latin: Prikazati log

source: Joplin Nextcloud App status:
sr_rs@latin: Status Joplin Nextcloud aplikacije:

source: Check Status
sr_rs@latin: Proveriti status

source: Help
sr_rs@latin: Pomoć

source: Show Advanced Settings
sr_rs@latin: Prikazati napredna podešavanja

source: Browse...
sr_rs@latin: Pregledati...

source: Apply
sr_rs@latin: Primeniti

source: Please create a notebook first.
sr_rs@latin: Molimo prvo napravite svesku.

source: Please create a notebook first
sr_rs@latin: Molimo prvo napravite svesku

source: Clear
sr_rs@latin: Poništiti

source: Words
sr_rs@latin: Reči

source: Characters
sr_rs@latin: Karakteri

source: Characters excluding spaces
sr_rs@latin: Karakteri bez razmaka

source: Lines
sr_rs@latin: Linije

source: Viewer
sr_rs@latin: Pregledač

source: Read time: %s min
sr_rs@latin: Vreme čitanja: %s min

source: Statistics
sr_rs@latin: Statistika

source: Close
sr_rs@latin: Zatvoriti

source: Usage
sr_rs@latin: Korišćenje

source: Note list
sr_rs@latin: Lista beleški

source: Search in all the notes
sr_rs@latin: Pretraži u svim beleškama

source: Title
sr_rs@latin: Naslov

source: Size
sr_rs@latin: Veličina

source: Action
sr_rs@latin: Akcija

source: Untitled
sr_rs@latin: Bez naslova

source: Delete attachment "%s"?
sr_rs@latin: Obrisati prilog "%s"?

source: This is an advanced tool to show the attachments that are linked to your notes. Please be careful when deleting one of them as they cannot be restored afterwards.
sr_rs@latin: Ovo je napredna alatka za prikazivanje priloga koji su povezani sa vašim beleškama. Molimo budite oprezni pri njihovom brisanju, jer se naknadno ne mogu vratiti.

source: Please wait...
sr_rs@latin: Molimo sačekajte...

source: No resources!
sr_rs@latin: Nema resursa!

source: Warning: not all resources shown for performance reasons (limit: %s).
sr_rs@latin: Upozorenje: radi očuvanja performansi, nisu prikazani svi resursi (limit: %s).

source: Synchronising...
sr_rs@latin: Sinhronizacija...

source: Generating link...
sr_rs@latin: Generisanje linkova...

source: Link has been copied to clipboard!
sr_rs@latin: Linkovi su kopirani u međuspremnik!

source: Note: When a note is shared, it will no longer be encrypted on the server.
sr_rs@latin: Napomena: Kada podelite belešku, ona na serveru više neće biti šifrovana.

source: Share Notes
sr_rs@latin: Podeliti beleške

source: Copy Shareable Link
sr_rs@latin: Kopirajte linkove za podelu

source: Toggle external editing
sr_rs@latin: Dozvolite spoljno uređenje

source: Stop
sr_rs@latin: Zaustaviti

source: Copy dev mode command to clipboard
sr_rs@latin: Kopirajte dev mode komandu u međuspremnik

source: Stop external editing
sr_rs@latin: Zaustavite spoljno uređenje

source: Error opening note in editor: %s
sr_rs@latin: Greška pri otvaranju beleške u editoru: %s

source: Open profile directory
sr_rs@latin: Otvoriti direktorijum profila

source: Open %s
sr_rs@latin: Otvoriti %s

source: Yes
sr_rs@latin: Da

source: No
sr_rs@latin: Ne

source: The application has been authorised - you may now close this browser tab.
sr_rs@latin: Aplikacija je autorizovana - možete da zatvorite ovaj tab u pretraživaču.

source: The application has been successfully authorised.
sr_rs@latin: Aplikacija je uspešno autorizovana.

source: Please open the following URL in your browser to authenticate the application. The application will create a directory in "Apps/Joplin" and will only read and write files in this directory. It will have no access to any files outside this directory nor to any other personal data. No data will be shared with any third party.
sr_rs@latin: Molimo otvorite sledeći URL u Vašem pretraživaču, kako biste potvrdili aplikaciju. Aplikacija će napraviti direktorijum u "Apps/Joplin" i čitaće i pisaće datoteke isključivo u tom direktorijumu. Neće imati pristup datotekama koje se ne nalaze u tom direktorijumu, niti bilo kojim drugim Vašim fajlovima. Podaci neće biti deljeni sa trećim licima.

source: You are about to attach a large image (%dx%d pixels). Would you like to resize it down to %d pixels before attaching it?
sr_rs@latin: Slika koju želite da prikačite je velika (%dx%d piksela). Da li želite da je smanjite na %d piksela pre kačenja?

source: Cannot access %s
sr_rs@latin: Nije moguće pristupiti %s

source: title
sr_rs@latin: naslov

source: updated date
sr_rs@latin: datum ažuriranja

source: Conflicts
sr_rs@latin: Konflikti

source: Cannot move notebook to this location
sr_rs@latin: Nije moguće premestiti svesku na datu lokaciju

source: Notebooks cannot be named "%s", which is a reserved title.
sr_rs@latin: Svesku nije moguće nazvati "%s", jer je to rezervisan naslov.

source: yes
sr_rs@latin: da

source: no
sr_rs@latin: ne

source: Attention: If you change this location, make sure you copy all your content to it before syncing, otherwise all files will be removed! See the FAQ for more details: %s
sr_rs@latin: Pažnja: Ako promenite ovu lokaciju, obratite pažnju da kopirate sav svoj sadržaj pre sinhronizacije, u suprotnom će svi fajlovi biti uklonjeni! Konsultujte FAQ (često postavljena pitanja) za više detalja: %s

source: Light
sr_rs@latin: Svetlo

source: Dark
sr_rs@latin: Tamno

source: Dracula
sr_rs@latin: Drakula

source: Solarised Light
sr_rs@latin: Sunčano Svetlo

source: Solarised Dark
sr_rs@latin: Sunčano Tamno

source: Nord
sr_rs@latin: Nordijsko

source: Aritim Dark
sr_rs@latin: Aritim Tamno

source: OLED Dark
sr_rs@latin: OLED tamno

source: Synchronisation target
sr_rs@latin: Meta sinhronizacije

source: The target to synchonise to. Each sync target may have additional parameters which are named as `sync.NUM.NAME` (all documented below).
sr_rs@latin: Meta sinhronizacije. Svaka meta sinhronizacije može imati dodatne parametre, koji su navedeni kao `sync.NUM.NAME` (sve je dokumentovano ispod).

source: Directory to synchronise with (absolute path)
sr_rs@latin: Direktorijum za sinhronizaciju (apsolutna putanja)

source: Nextcloud username
sr_rs@latin: Nextcloud korisničko ime

source: Nextcloud password
sr_rs@latin: Nextcloud šifra

source: WebDAV username
sr_rs@latin: WebDAV korisničko ime

source: WebDAV password
sr_rs@latin: WebDAV šifra

source: AWS S3 bucket
sr_rs@latin: AWS S3 korpa

source: AWS key
sr_rs@latin: AWS ključ

source: AWS secret
sr_rs@latin: AWS tajna

source: Attachment download behaviour
sr_rs@latin: Ponašanje preuzimanja priloga

source: In "Manual" mode, attachments are downloaded only when you click on them. In "Auto", they are downloaded when you open the note. In "Always", all the attachments are downloaded whether you open the note or not.
sr_rs@latin: U "manuelnom" modu, prilozi se preuzimaju samo kada kliknete na njih. U "automatskom" modu, oni se preuzimaju onda kada pogledate belešku. U "uvek" modu, svi prilozi se preuzimaju, nezavisno od pristupanja beleškama.

source: Always
sr_rs@latin: Uvek

source: Manual
sr_rs@latin: Manuelno

source: Auto
sr_rs@latin: Automatski

source: Max concurrent connections
sr_rs@latin: Maksimalan broj istovremenih veza

source: Language
sr_rs@latin: Jezik

source: Date format
sr_rs@latin: Format datuma

source: Time format
sr_rs@latin: Format vremena

source: Theme
sr_rs@latin: Tema

source: Automatically switch theme to match system theme
sr_rs@latin: Automatski prebaci temu da se poklapa sa sistemskom temom

source: Preferred light theme
sr_rs@latin: Preferirana svetla tema

source: Preferred dark theme
sr_rs@latin: Preferirana tamna tema

source: Show note counts
sr_rs@latin: Prikazivanje broja beleški

source: Split View
sr_rs@latin: Podeljeni pregled

source: Uncompleted to-dos on top
sr_rs@latin: Nezavršene obaveze na vrhu

source: Show completed to-dos
sr_rs@latin: Prikazati završene obaveze

source: Auto-pair braces, parenthesis, quotations, etc.
sr_rs@latin: Automatski upariti obične i vitičaste zagrade, navodnike, itd.

source: Reverse sort order
sr_rs@latin: Obrnuti redosled sortiranja

source: Sort notebooks by
sr_rs@latin: Sortirati beleške po

source: Save geo-location with notes
sr_rs@latin: Sačuvati geo-lokaciju sa beleškom

source: When creating a new to-do:
sr_rs@latin: Kada se kreira nova obaveza:

source: Focus title
sr_rs@latin: Fokusiraj naslov

source: Focus body
sr_rs@latin: Fokusiraj telo

source: When creating a new note:
sr_rs@latin: Kada se stvara nova beleška:

source: Enable soft breaks
sr_rs@latin: Omogući meki prelom

source: Enable typographer support
sr_rs@latin: Omogući tipografsku podršku

source: Enable math expressions
sr_rs@latin: Omogući matematičke izraze

source: Enable Fountain syntax support
sr_rs@latin: Omogući Fountain sintaksu

source: Enable Mermaid diagrams support
sr_rs@latin: Omogući Mermaid dijagrame

source: Enable ==mark== syntax
sr_rs@latin: Omogući ==mark== sintaksu

source: Enable footnotes
sr_rs@latin: Omogući napomene

source: Enable table of contents extension
sr_rs@latin: Omogući ekstenziju za sadržaj

source: Enable ~sub~ syntax
sr_rs@latin: Omogući ~sub~ sintaksu

source: Enable ^sup^ syntax
sr_rs@latin: Omogući ^sup^ sintaksu

source: Enable deflist syntax
sr_rs@latin: Omogući deflist sintaksu

source: Enable abbreviation syntax
sr_rs@latin: Omogući skraćenice

source: Enable markdown emoji
sr_rs@latin: Omogući markdown emoji simbole

source: Enable ++insert++ syntax
sr_rs@latin: Omogući ++insert++ sintaksu

source: Enable multimarkdown table extension
sr_rs@latin: Omogući multimarkdown table ektenziju

source: Show tray icon
sr_rs@latin: Prikaži ikonicu u sistemskom poslužavniku

source: Note: Does not work in all desktop environments.
sr_rs@latin: Napomena: Ne funkcioniše u svim desktop okruženjima.

source: This will allow Joplin to run in the background. It is recommended to enable this setting so that your notes are constantly being synchronised, thus reducing the number of conflicts.
sr_rs@latin: Ovo će dozvoliti Joplin-u da radi u pozadini. Preporučuje se da dozvolite ovo podešavanje, kako bi vaše beleške bile konstantno sinhronizovane, što će da umanji broj konflikata.

source: Start application minimised in the tray icon
sr_rs@latin: Pokrenuti aplikaciju kao umanjenu u sistemskom poslužavniku

source: Editor font size
sr_rs@latin: Veličina fonta u editoru

source: Editor font
sr_rs@latin: Font u editoru

source: Editor font family
sr_rs@latin: Porodica fonotova u editoru

source: This should be a *monospace* font or some elements will render incorrectly. If the font is incorrect or empty, it will default to a generic monospace font.
sr_rs@latin: Ovo bi trebalo da bude *monospace* font, u suprotnom se neki elementi neće pravilno prikazati. Ukoliko font nije odabran, ili je odabran pogrešan font, monospace će se prikazati kroz svoj generički font.

source: Custom stylesheet for Joplin-wide app styles
sr_rs@latin: Poseban stylesheet za Joplin

source: Automatically update the application
sr_rs@latin: Automatski nadograditi aplikaciju

source: Get pre-releases when checking for updates
sr_rs@latin: Preuzimati pred-izdanja prilikom provere za nova ažuriranja

source: See the pre-release page for more details: %s
sr_rs@latin: Pogledajte stranicu za pred-izdanja za više detalja: %s

source: Synchronisation interval
sr_rs@latin: Interval za sinhronizaciju

source: %d minutes
sr_rs@latin: %d minuta

source: %d hour
sr_rs@latin: %d sat

source: %d hours
sr_rs@latin: %d sati

source: Text editor command
sr_rs@latin: Komanda u tekst editoru

source: The editor command (may include arguments) that will be used to open a note. If none is provided it will try to auto-detect the default editor.
sr_rs@latin: Komanda u tekst editoru (može da sadrži argumente) koja će se koristiti za otvaranje beleške. Ukoliko ni jedna nije priložena, biće pokušana automatska detekcija uobičajenog editora.

source: Page size for PDF export
sr_rs@latin: Veličina strane za PDF izvoz

source: Page orientation for PDF export
sr_rs@latin: Orijentacija strane za PDF izvoz

source: Portrait
sr_rs@latin: Uspravna (portret)

source: Landscape
sr_rs@latin: Položena (pejzaž)

source: Keyboard Mode
sr_rs@latin: Modalitet tastature

source: Default
sr_rs@latin: Podrazumevani

source: Emacs
sr_rs@latin: Emac

source: Custom TLS certificates
sr_rs@latin: Izmenjeni TLS sertifikati
